{"pages":[{"title":"about","date":"2018-11-12T16:34:30.000Z","updated":"2018-11-12T16:34:30.404Z","permalink":"http://yoursite.com/about/index.html","text":""},{"title":"categories","date":"2018-11-12T16:31:25.000Z","updated":"2018-11-12T16:31:26.316Z","permalink":"http://yoursite.com/categories/index.html","text":""}],"posts":[{"title":"《羞耻之书之贼把自己的心偷走了》","date":"2018-11-13T04:39:18.000Z","updated":"2018-11-13T04:43:21.139Z","permalink":"http://yoursite.com/2018/11/13/《羞耻之书之贼把自己的心偷走了》/","text":"断鼻的雪人娃娃、褪色的铜色小熊、过时的动漫贴纸、铺着尘粒的杂志、盛着断笔的匣子、球形的玄武岩，他吞咽着口水，把一切扫进棕色的布袋里，直到他走后，这个被搅拌得惨不忍睹的屋子里还残留着贪婪而兴奋的气息，那是不顾一切的贼留下的。 贼很没出息，畏首畏尾的个性导致他只能小偷小摸，做不成江湖大盗，“我是要成为，海贼王的男人。”这种话终其一生也说不出口，因此他注定与主角无缘。可他喜欢追本溯源，在已经发生的事情上探寻其本质，但自我剖析是无趣且容易走火入魔的，所以他找到了我。 “为什么是我？”我一直担心自己长着一张友善的老好人脸，人人都想向我倾倒些什么，同时也期盼着是因为某些特质招蜂引蝶，让这些小生物抖出苦涩的蜜。 “你并不特别。”他仿佛看出了我眼里的期待，“我只是觉得你会对丑事无动于衷，说白了就是你所担心的前者，但这两者也并无冲突，不是吗？” 一瞬间我对他侵入我内心颇感不爽，可谁让他是贼呢，你能指望一个贼手脚干净吗？报复性地这样想后，我便又能与他交流了，心平气和地等待着他的讲述。 “我扼死了一只小鸡。”贼迅速的打断了我的思绪。我想他是有备而来，既然他故事的开头，救赎意味如此显著。 说完，他直直地盯着我，我感到自己的实体化成了雾气，被这目光驱散，变得透明，他的目光则毫不留恋地穿过这团雾气，穿过了这栋房子的墙壁，穿过了熙熙攘攘的人群，穿过了数年的光阴，投射到吵吵闹闹的放学后的教室里，那是贼的五年级教室，黑板报涂的花花绿绿，充满庸俗的朝气，讲台前贴着课程表和值日单，角落里放着高高低低的扫帚和脏兮兮的簸箕，每个人都想值日的时候拿着那把光洁的扫帚，贼没抢到过，虽然他一点也不瘦小。 “卖小鸡的人总把它们染得五彩斑斓，放在一个白色的塑料框子里，让它们紧挨着叽叽喳喳，推到小学门口激起那些小孩子的占有欲，我也是他们中的一个，可我连挤进人群去看的勇气都没有，等人潮散的差不多了，我才敢趴过去敲敲它们小小的脑袋，摸摸软软的绒毛，看它们精神的挤来挤去的样子，可我没有一块钱去买。” “然而有天我上学的路上，就在学校附近的草丛里，发现了一只小鸡，或许是被之前的贩卖商落下的，或者是它自己挣脱筐子跑出去的，我喜不自禁的把它捧在手里，这一定是上天赐给我的，我想。” “恢复理智之后，我意识到我还有课要上，而活物是绝对不允许带进教室的，可我还是把它带去了，因为它看起来安安静静，不会引起任何人的注意。然而乖巧的它在班主任的课上尖锐而热烈地叫了起来。” 他眉心里凝结着痛苦与厌恶，他不愿再讲余下的细节。 “它的脖颈细细的、热热的，有点烫手，虽然它这么小，我掐死它却用了不少力气，也许因为我的手早就软掉了吧。” “我不止一次的回想起那只小鸡，虽然这让我很不愉快。”他低下头喃喃的说，“我更不愿意想起本来老师要在下课后给我一个袋子让我把它平稳的带回家。但我并没有像你想象的那样继续扼死更多的小鸡，我去做了很多其他的事情，当然，它们都是在道德标准上看起来不好的事情，比如….比如…” “比如做一个贼。”我接下他的话，以免他结巴太久而打断故事节奏，“可是为什么呢？这和你成为一个贼并无关联啊！”我开始怀疑这都是他贪婪盗窃的借口。 “因为他们都不珍惜！”贼被我的怀疑和笨拙悟性激怒了，气愤的火光拂过眼底，“他们把小时候珍惜的布娃娃当成破布烂棉，把曾经喜欢的偶像当做羞耻的回忆藏到心底，还有他们收到的礼物，捡来的石头，收集的贴纸，他们旧时的一切，全都用幼稚一词笼统概括，搁置一旁，他们的眼里已经容不下这些痴傻的回忆载体了，所以所以我要夺走，夺走他们遗忘的东西。” “如果我了无痕迹的夺走这些东西，也许那些人永远都不会发现，所以我要把房间搞得一团糟，让他们慌乱的扑向自己的钱财的时候，发现那些贵重的东西全都安然无恙，至少那一会儿他们能意识到，他们看重的东西，对贼来说，都一文不值！” “而我至少会爱惜这些东西，我满怀热情的夺回来，又视若珍宝的对待，它们起码是幸运的，不像…不像…” 进入别人房间的释放感，被霉味刺激地苏醒的嗅觉，被兴奋地掠夺填补的空虚，都像止疼药一样宽慰了他记忆里的那只柔软生物。 理解了这些之后，我再也无法打断他了，只能任他在懊悔中迟疑下去。久不作声的贼让我意识到，这些迟疑也许就是故事的结尾，于是我缓缓起身，离开这间屋子，慢吞吞地走回了家。 我是一个温良恭顺的人，但我相信，即使我之前怎样发誓细声细气地讲话，如今都忍不住破口大骂，“贼性不改，你就是一个彻头彻尾的蠢贼！”推开房门，看到一片狼藉的我崩溃的尖叫道。 “这样做并不会让我感觉更好，我之所以这样做的原因是，我以前是这样做的。” 贼无奈的声音响起，听到这声音里的委屈，剩余的污言秽语竟就这样被我吞进了肚子里。我余怒未消地一屁股坐在床上，弹簧吱呀了两下，一股莫名的伤感浮上心头，我突然产生一种强烈的愿望，想摩挲金属小熊斑驳的表面，想触摸断鼻雪人撕裂的创口。 于是我把他们从我的棕色布袋里倾倒出来，嗞的一声，就像烤肉放进烧红的火板迸发出强烈香气那样，屋内产生了一种童年的梦幻氛围，我用第一次见到断鼻雪人的心情去拥抱它，用第一次收到金属小熊的激动心情去摩挲它，还有花花绿绿的贴纸、杂志，我蹦啊跳啊，像个五岁的孩子，我小心翼翼捧着它们，像是捧着自己曾经洁白无瑕的心。 贼是个体面人，贼性只闪现在他偶尔贪婪的撬开别人房锁的时刻，由于人的个性千奇百怪，人们总喜欢拿短处作为标榜独特的旗帜，所以我觉得这样称呼他也无可厚非，可他却极力反对我在这篇不会见光的底稿中这样称呼他。 “贼是个名词，是个集体，你讲述就不是我的故事了。” “紧张什么呢，人人都有鼻子，芥川龙之介不也把鼻子当内供的代称吗?” “你难道要写整体的故事，而不是单独写给我的吗?”贼气急败坏的说，被我背叛的愤怒在他眼里流窜。 “好，我一定改。”我信誓旦旦地对仁说。"},{"title":"《地心说》","date":"2018-11-12T16:31:56.000Z","updated":"2018-11-12T17:09:09.114Z","permalink":"http://yoursite.com/2018/11/13/《地心说》/","text":"“我们哭闹、逃避、否定存在、掩耳盗铃，而生命却像露水降落到红透的铁板上，嗞的一下就没了踪影。” 夏日将尽，光热渐远的夜晚，我卸了书包扔在一旁，大剌剌地躺在人群散尽，不复喧闹的操场上。我懒洋洋地躺着，舒一口气闭上眼睛，整个鲁西平原便成了一只温顺的巨兽，随着我的舒展惬意喟叹，又随着我的闭眼噤了声，这黄河泛滥沉积而成的河间坡洼地此刻正享用着最怡人的天气。“秋天就像虫鸣，是从地底下发出来的。”而现在空气里便窸窸窣窣酝酿着将要勃发的秋日气息，醉人至极。 侧侧身看向远处，密密麻麻的楼窗里盛满了白色灯光。而我更像个野蛮的动物。这倒是个好喻——寻回根脉，变作兽型，带来畅快，这大概也算是人的远古残留。摆脱了社会框架，来到这自然母亲的子宫里，恨不得剥皮剔骨，只剩一颗真实的心捧给她看，你挣扎着从人皮里爬走，大叫着控诉自己平日的刁钻油滑、浅薄愚昧，甚至质问这母亲，为何对自己犯下的错误不闻不问，对自己遭受的痛苦默不作声。她却只是静静看着她的痴儿大吵大闹，直待气息减弱。疲累的巨婴一般赤裸的身体在孕育生灵的子宫里无处遁形。 躺得懒散，后天灌输的科学知识趁机逃逸，夜风吹彻，想起地心说作为主流信仰的时代。我若是中心伟大天体上的平庸百姓，那么不论平庸到何种境地，也算是上帝的宠儿。像做老大的小弟，就算再怂再蠢，若老大威震八方，自己便也添了些脸面。 对以人为本、死守圣经的古人来说，一旦听说有太阳来挑战地球的权威，便开始受不住地挣扎。承认旧我无知蒙昧是艰难羞耻之事，于是对于戳穿之人，烧。若没有一代代科学家豁老命出来掰折路径，人呐，肯定还会心安理得地借着惯性，骨碌碌顺滚下弯路去。害怕否认自己过去的信仰，失了正视过去的勇气，便只好按部就班、看似规矩的过着现在，求个心理安慰，不过掩耳盗铃。 这一点西方的天主教会和东方的偷铃之人甚至包括那个不愿再剖析自身的我，都颇有默契。对于愚蠢无知的偷铃人尚能一笑了之，可对于那迷而不返的天主教，我们怒其不争。逃避的习惯再养养便干脆想脱离这个世界，甚至猜疑真实——如果世界真的只是蝴蝶的一个梦，那凡夫俗子的锥心之痛，岂不都将成为蝴蝶翅膀上可以轻易抖落的鳞粉？在那样美丽虚无的世界里，连地心说正确与否，都无需费心思考。 我闭上眼睛，可夜风寒冷，有如鞭笞，我还是醒了。 “你闭眼了！”为首的星星冷冷地说，“你想用薄薄的眼皮否定我们的存在。”我愣神的时候它变得更亮了些，光亮映到我的眼里。“你消失的时候不要牵连我们。”它厌弃我的犹豫，像爱自己那样坚决。 夜风更凉了。我被吹得一阵激灵，我来对了时间，寒冷的夜晚和星星更配，它们对你大加讽刺不留情面，用冷酷的光亮步步紧逼，嘲笑你的无知懦弱。 我正和小星星一同不疾不徐地呼吸这个宇宙，有着可以自己支配的灵魂。也许是以别人无法理解的方式生活着，或是以自己都不敢置信的方式生活下去。我“悬挂在人所编制的意义之网”，和这些小星星一样。我冷漠地旁观生活，理所当然地放纵错误，耽于幻想和安慰。就像王小波所言：真实就是无法醒来。不管怎么哭喊怎么大闹，就是无法从那样的梦中清醒过来，这就是现实。 还有无数地心说像韭菜一样一茬一茬冒出来，还有无数不愿直面自己的人一波一波降生出来，我们哭闹、逃避、否定存在、掩耳盗铃，而生命却像露水降落到红透的铁板上，嗞的一下就没了踪影。 这片土地也是这样想的吧，无论是人自己地挣扎，还是人之间地辩驳，都是痴儿般的大哭大闹。地球不在乎自己是哪里的中心，它埋葬因否认地心说而死的尸体，埋葬高举地心说旗帜的尸体，埋葬不愿剖析自己迷茫的尸体，埋葬见证过我存在的所有人的尸体，然后孕育、生长。"},{"title":"骗子与胆小鬼","date":"2018-11-12T14:51:34.000Z","updated":"2018-11-12T15:02:34.543Z","permalink":"http://yoursite.com/2018/11/12/骗子与胆小鬼/","text":"仁一度怀疑自己有青光眼，因为总嫌别人目光刺眼；也怀疑有风湿病，风吹草动就关节作痛；也怀疑耳鸣，闲言碎语听起来震耳欲聋；心脏病也有，一受刺激就阵阵绞痛；泪腺有毛病，老在不合时宜的时候打开阀门。且疾病随着年龄指数增长，而当仁躺在医院轰隆作响的机器下，却总出来健康轻快的指标。 “可我确确实实备受病痛折磨呀！” “哪里不舒服呢？” “头，眼睛，耳朵，鼻子，脖子……” 医生难掩嘲弄之色，“那你去看看精神病吧。”仁从他用白大褂裹住的胸腔里听到这样的声音。 如此以来，仁只好孤军奋战，寻找身体异样之源。直到有一天，她突然意识这疼痛的事实其实很明显、但正是因为事实太明显才视而不见——仁的头上多出了三根天线。 “信号接收太过敏锐。” 她重重的在厚厚的个人病历上写下。 为了远离这生命难以承受之敏锐，仁打算将它们麻醉掉。可它们不像多余的肉体，可以单独麻醉——甚至于切除也能活命，确切地说，不属于肉质身体，而是一种神经，与自己之关系如中国土地主权般神圣不可分割。 那就麻醉全部的我吧！仁想，肯定会有人笑自己小题大做，为了三根天线就要把自己变成木头?面对这样地嘲弄，仁不由得愤愤，这就是你们同理心不够了，为了不变成自怨自艾的讨厌角色，仁不愿多叙苦楚，可并不代表静默的背后就能少些辛酸。 仁尝试麻痹自己，无奈她作风太良好，硬麻醉不行，喝不下酒、抽不得烟；软麻醉不灵，游戏不上瘾、看剧不迷恋。而强行闭目塞听，则导致仁清醒地过着浑浊的生活，行尸走肉却扛着个常人的脑子，良心不堪重负。 退一步的痴呆不成，便求进一步地疯狂。但经过长期地尝试，仁既没在学术上废寝忘食，也从未为艺术通宵达旦，往往没摸清门道便兴味索然。仁开始为自己不能成为彻头彻尾的疯子悲痛不已。人说仁你悲痛个啥呢，这不是没事找事吗，非得成个精神病才满足? 进退两难，仁欲求于恶。杀人如麻的洒脱匪气令她欣羡不已、心神激荡，一旦如此，十根天线又能怎样？对仁来说，害命不为谋财，只是图一种突破体系地释放。可这比前文更不靠谱，即使不去杀人，变坏对仁来说就足够夸张。仁悲哀地发现，她什么都有，却也什么都没有，她有亲人间地牵挂，这让她没法浪迹天涯，父母不打姐妹不笑话，同事不差领导不压榨，她喘不过气却没人逼她，遍体鳞伤却没人伤她，她找不到倾泻口，找不到罪魁祸首，连个和生活翻脸的机会都没有，一旦成了阶下囚，没有作案动机的她，就连对簿公堂都不知如何作答。 “仁某，家庭情况如实道来！” “回禀大人，小的父母健在，尊师重教，家庭和睦，兄友弟恭。” 这没一点猛料的介绍怕是大人要拍板喊声放肆，对仁的悲惨经历翘首以盼的一众人等也得大失所望。做贼既无缘由，便也成不了气候。 不成气候…唉，仁在这边施麻醉之术，天线却更热烈地接收着信号，噼里啪啦，恨不得放出电的火花。然而不同以往的是，这次接收到是心底的声音，心脏挤压出的悲伤情绪被天线接收，再传达到心脏使之绞痛，自产自销，自给自足，自成一体，自作自受。 “你在拧巴什么呢？” 仁毫不怜惜地大力敲击心口处，像个捶胸顿足的猩猩，出于本能或是无能。天知道她在想什么，她是懒得跑步而去盼望拥有断腿的那种人，要说原因，不就是图个良心舒服，浑浑噩噩却心安理得，坏事做尽却心平气和，成为那种可以放弃梦想、不怀希望，却问心无愧的人。 “不可能呀。”仁的心悲伤地说。 天线总让她聆听到各种各样的声音，无情的外界批评、贪婪的内心期望；逼她直视千奇百怪的眼睛，自己的迷茫眼神、他人的不屑目光；让她迎接猛烈的风，吹的她晕头晕脑、迷失方向；让她听到心底的呐喊，像溺水的鱼一样。 它喊到:“叛徒和胆小鬼。” “你闭嘴。”仁疲劳地回应它，泄气一般爬上床，想进入睡眠，天线却还在吸收四面八方的光，仁紧紧阖上眼皮，它们却涌入脑壳，一时亮如白昼，刺痛难忍。给我黑暗吧，仁咬着牙想，假如给我三天黑暗，能把花花世界洗涮个干净的黑暗，天线在这黑暗里效力全无，而我则能像个婴儿一样酣睡一场，梦里空空荡荡，醒时清清爽爽，平日里只需间或一轮自己的眼珠，那空洞的眼珠什么都看不到，既然看不到，就相当于什么都没有，没有不肯放手的物质享受，更没有苦心经营的精神追求。多好啊，这黑暗。 于是最后仁把自己逼进绝路，如愿以偿地进入了黑暗。但她并没有收获到预想的幸福，仁想起当年“假如给我三天黑暗”幼稚设想，在那些孩子气的举动背后，是她没明白，不是所有东西都能呼之即来，挥之即去，疯狂不是，麻木不是，黑暗更不是，黑暗既然能冲刷一切，她便不能忽视它冲刷自己的可能性。如今，被冲刷的仁逐渐了失去性格与面貌，一张河床那样，被冲刷得干净、平滑、一无所有，她坐在无边无际的黑暗里，偶尔想起以前的事情，这些事情像黑暗中闪光的碎片，一开始，她那习惯了黑暗的眼睛对这闪光颇感不适，甚至让她闷闷不乐，她毫不犹豫地驱赶它们就像驱赶眼里的沙子。很久以后，她才开始对这些小小的碎片萌生兴趣，捂着眼睛慢慢靠近，却发现碎片里映照着她曾经追求过的东西，她愚蠢的幻想和空虚的梦，碎片亮晶晶的，她开始目不转睛地盯着她们，直到长时间地注视让她情难自抑，涌出泪水，然后灌满她干涸的眼眶。 仁开始疯狂地思念起同样亮晶晶的光明来。 于是她呼唤曾经痛恨的天线，她曾经用尽心思把它们麻木掉，直到现在才意识到它们的意义，它们是世界的入口和心灵的出口，她如此渴望听到那噼里啪啦的声音，以至于她的声音充满绝望和急切。可她的天线早就在黑暗地浸泡里彻底丧失了活力与热情，在黑暗里缩成一团，麻木到一碰就断。那时候仁明白了一个道理：一切道理都是在不可挽回的境地里领悟的。 仁是被自己的哭声吵醒的，刚刚一通胡思乱想，竟然睡着了。她惊魂甫定，僵直地躺在床上，直到她意识到自己正沐浴在白净的光线中，肌肉才开始一块接一块地放松下来。 仁对她的心说:“我刚刚梦到了黑暗。” “感觉怎么样?”心问。 “它很像叶公的龙。” 然后仁坐起身，摸向头顶的天线，太好了，它们精神得很，它们是仁生活里的敏锐触角，只有仁足够勇敢，才能真正地爱上它们，爱上它们所揭示的真相。也只有闻风丧胆的胆小鬼，才会把仅存的勇气都拿来做叛徒，试图斩杀直面现实的可能，对自己孤军奋战的天线倒戈相向。 “最近她怎么样了呢?”我好奇的问。 “仁开始追求那些闪光的碎片了。”她的心快活的说，“虽然她曾经是个叛徒和胆小鬼。”"},{"title":"Hello World","date":"2018-11-12T03:28:24.921Z","updated":"2018-11-12T03:28:24.921Z","permalink":"http://yoursite.com/2018/11/12/hello-world/","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment"}]}